<template>
  <div id="ancientPoetry">
    <h1>那些关于画的诗</h1>
    <div>
      <p>当涂赵炎少府粉图山水歌</p>
      <p>
        李白<br/>
        峨眉高出西极天，罗浮直与南溟连。
        名公绎思挥彩笔，驱山走海置眼前。<br/>
        满堂空翠如可扫，赤城霞气苍梧烟。
        洞庭潇湘意渺绵，三江七泽情洄沿。<br/>
        惊涛汹涌向何处，孤舟一去迷归年。
        征帆不动亦不旋，飘如随风落天边。<br/>
        心摇目断兴难尽，几时可到三山巅。
        西峰峥嵘喷流泉，横石蹙水波潺湲。<br/>
        东崖合沓蔽轻雾，深林杂树空芊绵。
        此中冥昧失昼夜，隐几寂听无鸣蝉。<br/>
        长松之下列羽客，对坐不语南昌仙。
        南昌仙人赵夫子，妙年历落青云士。<br/>
        讼庭无事罗众宾，杳然如在丹青里。
        五色粉图安足珍，真仙可以全吾身。<br/>
        若待功成拂衣去，武陵桃花笑杀人。
      </p>
      <p>注解:<br/>
      从“峨眉高出西极天”到“三江七泽情洄沿”是诗的第一段，从整体着眼，概略地描述出一幅雄伟壮观、森罗万象的巨型山水图，赞叹画家妙夺天工的本领。这里的“绎思”或可相当于今日所谓的“艺术联想”。“搜尽奇峰打草稿”，艺术地再现生活，这就需要“绎思”的本领，挥动如椽巨笔，于是达到“驱山走海置眼前”的效果。这一段，对形象思维是一个绝妙的说明。峨眉的奇高、罗浮的灵秀、赤城的霞气、苍梧（九嶷）的云烟、南溟的浩瀚、潇湘洞庭的渺绵、三江七泽的纡回。几乎把天下山水之精华荟萃于一壁，这是十分壮观，非常有气魄的。当然，这决不是一个山水的大杂烩，而是经过匠心经营的山水再造。这似乎也是李白自己山水诗创作的写照和经验之谈。
      这里诗人用的是“广角镜头”，展示了全幅山水的大的印象。之后，开始摇镜头、调整焦距，随着读者的眼光朝画面推进，聚于一点：“惊涛汹涌向何处，孤舟一去迷归年。征帆不动亦不旋，飘如随风落天边。”这一叶“孤舟”，在整个画面中真是渺小了，但它毕竟是人事啊，因此引起诗人无微不至的关心：在这汹涌的波涛中，它想往哪儿去呢？何时才回去呢？这是无法回答的问题。“征帆”两句写画船极妙。画中之船本来是“不动亦不旋”的，但诗人感到它的不动不旋，并非因为它是画船，而是因为它放任自由、听风浪摆布的缘故，是能动而不动的。苏东坡写画船是“孤山久与船低昂”（《李思训画长江绝岛图》），从不动见动，令人称妙；李白此处写画船则从不动见能动，别是一种妙处。以下紧接一问：这样信船放流，可几时能达到那遥远的目的地──海上“三山”呢？那孤舟中坐的仿佛成了诗人自己，航行的意图也就是“五岳寻仙不辞远”的意图。“心摇目断兴难尽”写出诗人对画的神往和激动。这时，画与真，物与我完全溶合为一了。
      镜头再次推远，读者的眼界又开廓起来：“西峰峥嵘喷流泉，横石蹙水波潺湲，东崖合沓蔽轻雾，深林杂树空芊绵。”这是对山水图景具体的描述，展示出画面的一些主要的细部，从“西峰”到“东崖”，景致多姿善变。西边，是参天奇峰夹杂着飞瀑流泉，山下石块隆起，绿水萦回，泛着涟漪，景色清峻；东边则山崖重叠，云树苍茫，气势磅礴，由于崖嶂遮蔽天日，显得比较幽深。“此中冥昧失昼夜，隐几寂听无鸣蝉。”一蝉不鸣，更显出空山的寂寥。但诗人感到，“无鸣蝉”并不因为这只是一幅画的原因；“隐几（凭着几案）寂听”，多么出神地写出山水如真，引人遐想的情状。这一神来之笔，写无声疑有声，与前“孤舟不动”二句异曲同工。以上是第二段，对画面作具体描述。
      以下由景写到人，再写到作者的观感作结，是诗的末段。“长松之下列羽客，对坐不语南昌仙。”这里简直令人连写画写实都不辨了。大约画中的松树下默坐着几个仙人，诗人说，那怕是西汉时成仙的南昌尉梅福吧。然而紧接笔锋一掉，直指画主赵炎为“南昌仙人”：“南昌仙人赵夫子，妙年历落青云士。讼庭无事罗众宾，杳然如在丹青里。”赵炎为当涂少府（县尉的别称，管理一县的军事、治安），说他“讼庭无事”，谓其在任政清刑简，有谀美主人之意，但这不关宏旨。值得注意的倒是，赵炎与画中人合二而一了。沈德潜批点道：“真景如画”，这其实又是“画景如真”所产生的效果。全诗到此止，一直给人似画非画、似真非真的感觉。最后，诗人从幻境中清醒过来，重新站到画外，产生出复杂的思想感情：“五色粉图安足珍，真仙可以全吾身。若待功成拂衣去，武陵桃花笑杀人。”他感到遗憾，这毕竟是画，在现实中很难有这样的好去处。但诗人认为有。于是，他想名山寻仙去。而且要趁早，如果等到像鲁仲连、张子房那样功成身退（天知道要等到什么时候），再就桃源归隐，是太晚了，不免会受到“武陵桃花”的奚落。这几句话对于李白，实在反常，因为他一向推崇鲁仲连一类人物，以功成身退为最高理想。这种自我否定，实在是愤疾之词。诗作于长安放还之后，安史之乱以前，带有那一特定时期的思想情绪。这样从画境联系到现实，固然赋予诗歌更深一层的思想内容，同时，这种思想感受的产生，却又正显示了这幅山水画巨大的艺术感染力量，并以优美艺术境界映照出现实的污浊，从而引起人们对理想的追求。
      这首题画诗与作者的山水诗一样，表现大自然美的宏伟壮阔一面；从动的角度、从远近不同角度写来，视野开阔，气势磅礴；同时赋山水以诗人个性。其艺术手法对后来诗歌有较大影响。苏轼的《李思训画长江绝岛图》等诗，就可以看作是继承此诗某些手法而有所发展的。

      </p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

#ancientPoetry {
  margin: 50px 100px;
  background: white;
  padding: 50px;
}

#ancientPoetry h1{
  color: blue;
}
#ancientPoetry p {
  padding-top: 20px;
  line-height: 30px;
}
</style>
