<template>
  <div id="chineseSource">
    <h1>国画的起源</h1>
    <p>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国画起源古代，象形字，奠基础；文与画在当初，无歧异，本是一个意思。我国夙有书画同源之说，有人认为伏羲画卦、仓颉造字，是为书画之先河。文字与画图初无歧异之分。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;陶器是新石器时代的产物，陶器分黑陶、白陶和彩陶。在新石器时代重要遗址西安半坡村出土的彩陶上，画有互相追逐的鱼，跳跃的鹿。甘肃永靖出土的一件摹拟船形的陶壶，使我们如身处岸边，情景历历；还有青海大通上孙家寨发现的舞蹈彩盆上，绘有三组五人携手踏歌图，表现出青春的活力，它是研究中国画史的根源。在新石器时代的晚期，辛店和龙山诸文化遗址中，发现了我国最早的青铜器，它是器物，又是工艺美术品。常见的青铜器饰纹，有晏吞纹、云雷纹、夔纹、龙纹、虎纹等，也有用人体作为装饰的花纹。双夔合成的容谷纹，尾部多上卷，极富美观。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;青铜器物上的装饰画，主题约可分为两类，一是描写贵族生活中的礼仪活动，如宴乐、射礼、表祭等；如赵固出土的《刻纹铜鉴》，集中表现了贵族生活的仪礼活动；另一类是描绘水陆攻战的图象，以山彪镇出土的《水陆攻战纹鉴》为代表。其他百花潭铜壶，故宫《宴乐铜壶》都有表现战争景象的图画。这些画幅中，有水陆交战、坚壁防守、云梯攻地等情节。还有描绘水战、陆战的阵势中，表现了冲锋击杀攻坚的细节。士兵有的执剑和戟，有的持戈和矛等，形象生动。这些艺术手法，给汉画石刻、砖刻以很大的启发和影响。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国画历史悠久，远在2000多年前的战国时期就出现了画在丝织品上的绘画——帛画，这之前又有原始岩画和彩陶画。春秋战国最为著名的有《御龙图》帛画。它是在丝织品上绘画。这些早期绘画奠定了后世中国画以线为主要造型手段的基础。两汉和魏晋南北朝时期，域外文化的输入与本土文化所产生的撞击及融合，使这时的绘画形成以宗教绘画为主的局面，描绘本土历史人物、取材文学作品亦占一定比例，山水画、花鸟画亦在此时萌芽。隋唐时期社会经济、文化高度繁荣，绘画也随之呈现出全面繁荣的局面。山水画、花鸟画已发展成熟 ，宗教画达到了顶峰，并出现了世俗化倾向；人物画以表现贵族生活为主，并出现了具有时代特征的人物造型。五代两宋又进一步成熟和更加繁荣，人物画已转入描绘世俗生活，宗教画渐趋衰退，山水画、花鸟画跃居画坛主流。而文人画的出现及其在后世的发展，极大地丰富了中国画的创作观念和表现方法。元、明、清三代水墨山水和写意花鸟得到突出发展，文人画和风俗画成为中国画的主流，随着社会经济的逐渐稳定，文化艺术领域空前繁荣，涌现出很多热爱生活、崇尚艺术的伟大画家，历代画家们创作出了名垂千古的传世名画。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;明代绘画流派纷呈，各领风骚。明初君主通过一系列政治经济改革，为国家的统一，社会的安定和生产力的恢复发展提供了保证，至明嘉靖、万历年间，经济文化趋于繁荣昌盛，生产力水平已经达到封建社会的高峰。传统的科学技术成果逐步得以总结，并蕴含着走向近代的因素；思想文化领域灿烂繁盛，并产生新的变化。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;明代画坛沿着元代已呈现的变化继续演变发展，文人画和风俗画绘成洪流，并形成诸多流派；山水、花鸟题材流行，人物画衰微；水墨技法不断创新，进一步丰富了笔墨表现能力；创作宗旨更强调抒写主观情趣，追求笔情墨韵。明代绘画前期，有继承元代水墨画法的文人画；宫廷“院体”绘画；由戴进、吴伟创立的“浙派”绘画。代表画家有：刘俊、倪端、商喜、谢环、李在、边景昭、吕纪、林良、戴进、吴伟、张路。明代绘画中期，苏州崛起“吴门四家”，沈周、文徵明形成声势煊赫的“吴门画派”，弘扬文人画传统，唐寅、仇英兼取“院体”、文人画之长，形成新的面貌。代表画家有：周臣、沈周、文徵明、唐寅、仇英、文嘉。明代绘画后期，山水画成为主流，文人写意花鸟画也迅猛发展，画坛尊吴门画派为首。代表画家有：张宏、徐渭、陈淳、篮瑛、项圣谟、吴彬、丁云鹏、陈洪绶、崔子忠、曾鲸。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;自唐宋以来，画家对于国画的创新一直延续至今，在传承的基础上创新风格。到了明代群星闪烁的“吴门画派”不仅代表着明代绘画的最高水平，而且还在师古与创新的探索中，为后世开一新河。到了吴派后期，以张宏为代表的苏州画家在文人山水画方面另辟蹊径，创作出了富有生活气息的绘画作品。他们在继承吴门画派风格和特色的基础上，加以创新，并到大山里去写生，师自然造化，创作出了富有生活气息的绘画作品，在画中体现出超凡脱俗的精神境界。画面清新典雅，意境空灵清旷。<br/>
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国画主要分为人物、花鸟、山水这几大类。表面上，中国画是以题材分为这几类，其实是用艺术表现一种观念和思想。所谓“画分三科”，即概括了宇宙和人生的三个方面：人物画所表现的是人类社会，人与人的关系;山水画所表现的是人与自然的关系，将人与自然融为一体;花鸟画则是表现大自然的各种生命，与人和谐相处。中国画之所以分为人物、花鸟、山水这几大类，其实是由艺术升华的哲学思考，三者之合构成了宇宙的整体，相得益彰，是艺术之为艺术的真谛所在。<br/>
    </p>
  </div>
</template>

<script>
export default {

}
</script>

<style>
#chineseSource {
  margin: 50px 100px;
  background: white;
  padding: 50px;
}

#chineseSource h1{
  color: blue;
}
#chineseSource p {
  padding-top: 20px;
  line-height: 30px;
}
</style>
