<template>
  <div id="story">
        <h1>洛神赋图</h1>
        <div class="imgWrapper">
          <img src="../img/story.jpg" alt="洛神赋图">
        </div>
        <p>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;画卷从右端开始，第一段描绘了黄昏，曹植率领众随从由京城返回封地，经过洛水之滨时停驻体息。在平静的水面上，风姿绝世、含情脉脉的洛神衣带飘逸、动态从容，凌波而来。柳岸边，曹植身体微微前倾，伸出双手挡住众随从。随从们目光呆滞，而曹植目光灼灼地注视着前方水面上美丽的洛神。画家巧妙地通过这一瞬间动作，不仅形象而生动地表现出曹植见到洛神的惊喜之情，而且将曹植被洛神的绝世之美所深深吸引的内心活动表现的极为生动。曹植解玉佩相赠表达对洛神的深切爱慕，洛神指潜渊为期，曹植又怕受骗，心情矛盾。于是便敛容定神，守之以礼，二人情意缠绵。洛神与诸神仙嬉戏，风神收风，河神抚平水波，水神鸣鼓，女蜗起舞，洛神在空中、山间、水中若隐若现，舒袖歌舞。通过女神与众神仙的欢乐、嬉戏的热闹场景，为洛神与曹植即将分离做了铺垫，衬托出女神无奈和矛盾的内心状态。<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;第二段描绘了人神殊途，不得不含恨别离时的情景，这是故事情节的高潮。画家大力描绘洛神离去时的阵容，场面宏大激扬，热闹非凡。六龙驾驶着云车，洛神乘云车向远方驶去，鲸航从水底涌起围绕着车的左右。六龙、文鱼及鲸的描绘细致，动态生动奔放。云车、云气都作在天空中作飞驰状，离别场面热闹异常、如醉如痴。在岸边，曹植在众随从的扶持下，目送着洛神渐渐远去，眼神中倾诉着无尽的悲伤与无奈。洛神不停的回头望着岸上的曹植，眼神中流露出不舍与依恋。随着二者距离越来越远，衬托出曹植与洛神心中无奈分别的苦痛，使画面中无法相守的悲伤气氛更加浓烈。<br/>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;最后一部分描绘了就驾启程。表现洛神离去后，曹植对她的深切追忆与思念。曹植乘轻舟溯流而上追赶云车，希望再次见到洛神的倩影。但是无奈人神相隔，早己寻觅不到洛神的踪影。思念与悲伤之情不能自己，以至于彻夜难眠，在洛水边等待到天明，流连忘返的场景。直到随从们驱车上路，曹植仍然不断回头张望，最后怀着不舍和无奈的心情，踏上返回封地的归途。曹植的无限怅惘之情生动地呈现在画卷上，使观者被洛神与曹植间的真挚感情所感染。
        </p>
  </div>
</template>

<script>
export default {

}
</script>

<style>
#story {
  margin: 50px 100px;
  background: white;
  padding: 50px;
}

#story .imgWrapper {
  width: 100%;
  overflow-x: auto;
  height: 272px;
  margin-top: 20px;
}
#story h1{
  color: blue;
}
#story p {
  padding-top: 20px;
  line-height: 30px;
}
</style>
