<template>
  <div>
    欢迎您来注册，您注册成为本网站用户后，即可享有本网站的信息和服务。请先仔细阅读以下用户协议，谢谢您的配合。<br/>
1.前言<br/>
本协议描述Discovery网站提供的服务及用户的责任， 在用户注册时点击"我同意"的按钮或注册使用本网站时点击"注册"按钮均表示曾仔细阅读过本协议并接受当时版本的该协议全部条款，包括本协议包含的其他协议。本协议如有修改会在本网公告中示出，请用户随时关注。<br/>
2.服务<br/>
1）在用户接受本协议的前提下，本网站向注册用户提供不可转让，非独占性的服务，并保留今后修改，删除其中任意项或全部服务的权利。 在不对本网站权利限制的前提下，除非经本网站明确书面同意，用户不得转载，发布，销售，e-mail或以其他任何形式将本网站的内容或服务转移到第三方。
本网站收集并提供信息，用户同意本网站将其所认为合适的信息提供给其他用户或访问者并不承担任何真实性及时性或准确性的责任。用户同意尽量提供准确，严肃的信息，并对自己提供的信息或回复以及随后的成约及合同的履行等负全部责任。
因为因特网上的身份认证极其困难，虽然本网站将尽力确认用户身份并提供各方面参考信息，用户同意自行确认其他交易方的身份并对此负责，本网站对用户的身份，信用度等不负任何责任。如用户利用虚假身份在本网站活动产生的一切损失由该用户负全部责任。</br>
2）拒绝，延期处理和终止使用的权利</br>
不论有无原因，本网站有权在通知或不通知的前提下终止本协议，有权拒绝向任何用户提供或者继续提供任何服务。本网站亦有权在自认为合适的时候延期处理您的申请，或在您的行为有违反本网站规定的时候终止您的使用权，以上权利皆不必说明理由。用户亦有权随时终止该协议，但需通知本网站，而且在本协议及包含的协议下所有义务完毕以前仍将遵守相关规定。</br>
3）服务修订<br/>
中国电子商务网可保留随时修改或中断服务而不需要通知用户的权利。用户接受中国电商务网行使修改或中断服务权利，中国电子商务网不需对用户或第三方负责。<br/>
3.知识产权<br/>
用户及访问者承认本网站的所有财产（包括信息、软件、硬件及结构），以及本网站上所包含所有者为第三方的所有财产（包括信息、软件、硬件及结构）受国内和国际知识产权和中华人民共和国法律保护，并在未得到本网站书面同意前不转载、发布、销售、e-mail或以其他任何形式将该财产（包括信息、软件、硬件及结构）或服务转移到第三方。
不作商业性利用。您同意，您不得对任何资料作商业性利用，包括但不限于在未经中国电子商务网授权高层管理人员事先书面批准的情况下，复制在本网站上展示的任何资料。<br/>
4.有限责任/担保<br/>
本网站不是交易任何一方，亦非任何一方的代理，不承担与交易有关的任何责任。用户及访问者同意按照本网站所提供的服务使用本网站，本网站不提供对于任何一方身份认定、履约能力、信息准确性、产品质量、数量、适用性、打印错误及其他任何形式的担保。用户及访问者同意尽可能准确真实地输入所有信息。<br/>
5.通讯<br/>
本网站所提供的一切与通讯有关的服务服从国家的政策法律。涉及第三方的服务除服务服从国家的政策法律外还同时服从第三方规定。如因本网站以外的原因导致有关的服务无法继续或收费改变，用户及访问者同意自行承担责任和义务。<br/>
6.不可抗力<br/>
对于因本公司合理控制范围以外的原因，包括但不限于自然灾害、罢工或骚乱、物质短缺或定量配给、暴动、战争行为、政府行为、通讯或其他设施故障或严重伤亡事故等，致使本公司延迟或未能履约的，中国电子商务网不对您承担任何责任。<br/>
7. 无代理关系<br/>
您与中国电子商务网仅为独立订约人关系。本协议无意结成或创设任何代理、合伙、合营、雇用与被雇用或特许权授予与被授予关系。<br/>
8.赔偿<br/>
如因用户或访问者所提供信息或使用信息或其他在本网站行为违反国家法律或政策或本网站规定使本网站受到损害，同意向本网站承诺承担一切损失。用户同意不以在本网站取得的信息进行任何对本网站不利的行为并放弃因此向本网站提起索赔的权利。<br/>
9.法律管辖<br/>
本协议受中华人民共和国法律管辖及保护，任何有关方同意将与本协议有关的争执提交中国青岛市法院裁决。<br/>

10.其他规定。
本协议构成您和中国电子商务网之间的全部协议，规定了您对"服务"的使用，并取代您和中国电子商务网先前订立的任何书面或口头协议。本协议受中华人民共和国大陆地区法律的管辖。倘若本协议任何规定被裁定为无效或不可强制执行，该项规定应被撤销，而其余规定应予执行。条款标题仅为方便参阅而设，并不以任何方式界定、限制、解释或描述该条款的范围或限度。本公司未就您或其他人士的某项违约行为采取行动，并不表明本公司撤回就任何继后或类似的违约事件采取行动的权利。
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>
